Repository: intigration/potfolio
Catalog: *-app/locales/editions/workstation/home/home.*.po
Languages: cs, fi, fr, hu, it

source: index
fi: indeksi
it: indice

source: The leading Linux desktop
cs: Linuxový desktop na špici
fi: Johtava Linux-työpöytä
fr: Le meilleur du bureau Linux
hu: A vezető Linux asztali rendszere
it: Il desktop Linux leader nel settore

source: A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.
cs: Krásný, vysoce kvalitní desktop, postavený na nejnovější open-source technologii. Spolehlivý, výkonný a snadný.
fi: Kaunis, laadukas työpöytä, joka on rakennettu uusimpaan avoimen lähdekoodin teknologiaan. Luotettava, tehokas ja helppo.
fr: Un beau bureau, de haute qualité, construit autour des dernières technologies open source. Fiable, puissant et simple.
it: Un desktop bello e di alta qualità, costruito sulla più recente tecnologia open source. Affidabile, potente e facile.

source: Download now
cs: Hned stáhnout
fi: Lataa nyt
fr: Télécharger
hu: Töltse le most
it: Scarica ora

source: Reviewed By TechHut
cs: Recenze od TechHut
fi: Arvostellut: TechHut
fr: Testé par TechHut
hu: Áttekintve a TechHut által
it: Recensito da TechHut

source: Why Fedora Workstation?
cs: Proč Fedoru Workstation?
fi: Miksi Fedora työasema?
fr: Pourquoi Fedora Workstation ?
hu: Miért a Fedora Workstation?
it: Perché Fedora Workstation?

source: Reliable
cs: Spolehlivá
fi: Luotettava
fr: Fiable
hu: Megbízható
it: Affidabile

source: Each version is updated for 18 months, and upgrades between versions are quick and easy.
cs: Každá verze je aktualizována po 13 měsíců a přechod mezi verzemi je rychlý a snadný.
fi: Kutakin versiota päivitetään 18 kuukauden ajan, ja päivitykset versioiden välillä ovat nopeita ja helppoja.
fr: Chaque version est maintenue pendant 18 mois, et les mise à jour entre versions sont simple et rapide.
hu: Mindegyik verzió 18 hónapig frissül, és a verziók közötti frissítés gyors és egyszerű.
it: Ogni versione è mantenuta aggiornata per 18 mesi e il passaggio da una versione all'altra è semplice e veloce.

source: Free & private
cs: Svobodná & ctí soukromí
fi: Ilmainen & yksityinen
fr: Gratuit & Privé
hu: Ingyenes és privát
it: Libera& privata

source: With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.
cs: S Fedorou je váš desktop zkrátka jen váš. Je svobodný, bez žádných reklam a vaše data patří jen a pouze vám.
fi: Fedoran avulla työpöytäsi on omasi. Se on ilmainen, siinä ei ole mainoksia, ja tietosi kuuluvat sinulle.
fr: Avec Fedora, votre bureau est à vous. C'est gratuit, pas de publicité, et vos données vous appartiennent.
hu: A Fedorával, az rendszere a kizárólag sajátja. Ingyenes, nincsenek hirdetések, és az adatai szintén sajátja.
it: Con Fedora, il vostro desktop è vostro. È gratuito, non ci sono pubblicità e i vostri dati appartengono a voi.

source: Beautiful
cs: Krásná
fi: Kaunis
fr: De toute beauté
hu: Gyönyörű
it: Bello

source: Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.
cs: Workstation je připravována s největší péčí, aby poskytovala vysoce kvalitní zážitek. Prostředí pracovní plochy je čisté a přehledné.
fi: Työaseman osat on huolellisesti valikoitu laadukkaan kokemuksen tarjoamiseksi. Pöytä on puhdas ja siisti.
fr: Workstation est soigneusement choisi pour fournir une expérience de haute qualité. Le bureau est propre et épuré.
hu: A munkaállomás gondosan összeállított, hogy kiváló minőségű élményt nyújtson. A rendszer átlátható és letisztult.
it: La workstation è curata con impegno per offrire un'esperienza di alta qualità. Il desktop è pulito e ordinato.

source: Trusted
cs: Důvěryhodná
fi: Luotettu
fr: De confiance
hu: Megbízható
it: Affidabile

source: Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.
cs: Vyvíjena v partnerství s dodavatelskými (upstream) projekty. Pečlivě testována. Podporována společností Red Hat.
fi: Kehitetty yhteistyössä ylävirran projektien kanssa. Ankarasti testattu. Red Hatin tukema.
fr: Développé en partenariat avec les projets upstream. Rigoureusement testé. Soutenu par Red Hat.
hu: Upstream projektekkel együttműködve fejlesztették ki. Szigorúan tesztelt. A Red Hat támogatásával.
it: Sviluppato in collaborazione con progetti a upstream. Rigorosamente testato. Sostenuto da Red Hat.

source: Leading technology
cs: Technologie na špici
fi: Johtava tekniikka
fr: Technologie d'avant garde
hu: Vezető technológia
it: Tecnologia all'avanguardia

source: Built on the latest technologies and enhancements that open source has to offer.
cs: Postavena na nejnovějších technologiích a pokroku, které open source nabízí.
fi: Rakennettu käyttäen avoimen lähdekoodin uusimpia teknologioita ja parannuksia.
fr: Construit sur les dernières technologies et améliorations que l'open source peut fournir.
hu: A nyílt forráskód által kínált legújabb technológiákra és fejlesztésekre épül.
it: Costruito sulle più recenti tecnologie e miglioramenti che l'open source ha da offrire.

source: Makes the most of your device
cs: Vytáhne to nejlepší z vašeho zařízení
fi: Ota kaikki irti laitteestasi
fr: Obtenez le maximum de votre appareil
hu: A legtöbbet hozza ki eszközéből
it: Sfrutta al meglio il dispositivo

source: Fedora works with hardware vendors to make excellent hardware support across a range of devices.
cs: Fedora spolupracuje s výrobci hardwaru, aby obsahovala výtečnou podporu pro hardware na řadě zařízení.
fi: Fedora tekee yhteistyötä laitteistotoimittajien kanssa tarjotakseen erinomaista laitteistotukea useille laitteille.
fr: Fedora travaille avec les fournisseurs matériel pour produire un support excellent sur une variété d'appareils.
hu: A Fedora hardvergyártókkal együttműködve kiváló hardvertámogatást nyújt számos eszközön.
it: Fedora collabora con i fornitori di hardware per garantire un eccellente supporto su una vasta gamma di dispositivi.

source: Features for everyone
cs: Vlastnosti pro každého
fi: Ominaisuuksia jokaiselle
fr: Fonctionnalités pour tous
hu: Funkciók mindenki számára
it: Funzioni per tutti

source: Fantastic app
cs: Fantastické aplikace
fi: Fantastinen sovellus
fr: Application fantastique
it: App Fantastiche

source: Browse a great collection of apps, covering everything you might need. Includes exciting new open source apps as well as familiar apps from other platforms.
cs: Projděte si skvělou sbírku aplikací pokrývající vše co můžete potřebovat. Obsahuje vzrušující nové open-source aplikace a rovněž známé aplikace z ostatních platforem.
fi: Selaa mahtavaa sovelluskokoelmaa, joka kattaa kaiken mitä tarvitset. Sisältää jännittäviä uusia avoimen lähdekoodin sovelluksia sekä tuttuja sovelluksia muilta alustoilta.
fr: Parcourez une grande collection d'applications, couvrant tout ce dont vous pourriez avoir besoin. Inclut de nouvelles applications open source passionnantes ainsi que des applications familières provenant d'autres plates-formes.
hu: Böngésszen az alkalmazások nagyszerű gyűjteményében, amely mindent tartalmaz, amire szüksége lehet. Izgalmas új, nyílt forráskódú alkalmazásokat, valamint más platformokról már ismert alkalmazásokat is tartalmaz.
it: Scoprite una grande raccolta di app, che copre tutto ciò di cui potreste aver bisogno. Include nuove ed entusiasmanti applicazioni open source e programmi già noti di altre piattaforme.

source: Workstation speaks your language
cs: Workstation hovoří vaším jazykem
fi: Työasema puhuu kieltäsi
fr: Workstation parle votre langue
hu: A Workstation a nyelvét beszéli
it: La workstation parla la vostra lingua

source: Thanks to a global community of translators, Workstation is available in many languages.
cs: Díky celosvětové komunitě překladatelů, Workstation je k dispozici v mnoha jazycích.
fi: Maailmanlaajuisen kääntäjäyhteisön ansiosta työasema on saatavilla useilla kielillä.
fr: Grace à une grande communauté de traducteurs, Workstation est disponible dans de nombreuse langues.
hu: A fordítók globális közösségének köszönhetően a Workstation számos nyelven elérhető.
it: Grazie a una comunità globale di traduttori, Workstation è disponibile in numerose lingue.

source: Turn the lights down low
cs: Ztlumte osvětlení
fi: Himmennä valot
fr: Baissez la lumière
hu: Tekerje le a fényeket halványra

source: Flip a switch to turn on dark mode and give your eyes a break from the day. Use night light to reduce screen glare and help with sleep.
cs: Přepněte přepínač pro zapnutí tmavého režimu a ulevte svým očím. Použijte noční světlo pro snížení jasu a snadnější usínání.
fi: Ota tumma tila käyttöön valintaa painamalla ja anna silmillesi tauko päivästä. Käytä yövaloa vähentääksesi näytön häikäisyä ja helpottaaksesi nukkumista.
fr: Actionnez un interrupteur pour activer le mode sombre et soulager vos yeux de la journée. Utilisez le mode veilleuse pour réduire les reflets à l’écran et vous faciliter le sommeil.
hu: Használja a kapcsolót, hogy bekapcsolja a sötét módot, és pihentesse a szemét a fárasztó naptól. Használjon éjszakai fényt a képernyő tükröződésének csökkentésére és az alvás elősegítésére.

source: Calendar integration
cs: Integrace s kalendářem
fi: Kalenterin integrointi
fr: Intégration du calendrier
hu: Naptár integráció
it: Integrazione Calendario

source: Bring your online calendar to the desktop with online accounts
cs: Přeneste si on-line kalendář na pracovní plochu díky on-line účtům
fi: Tuo online-kalenterisi työpöydälle online-tilien avulla
fr: Importer sur votre bureau votre agenda en ligne avec les comptes en ligne
hu: Hozza az online naptárát a rendszerbe az aktív regisztrációival
it: Porta il tuo calendario online sul tuo computer grazie agli account online

source: Helpful out of the box
cs: Připravena okamžitě pomoci
fi: Auttavainen alusta lähtien
fr: Serviable dès la mise en route
hu: Segítőkész azonnal

source: Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.
cs: Fedora Workstation obsahuje velkou sadu pomocných programů, jako např. hodiny, počasí nebo mapy.
fi: Fedora työasema sisältää suuren joukon apuohjelmia, kuten kelloja, säätiloja ja karttoja.
fr: Fedora Workstation inclut un superbe ensemble d'utilitaires, comme Horloges, Météo et Cartes.
hu: A Fedora Workstation számos segédprogramot tartalmaz, mint például az Órák, az Időjárás és a Térképek.
it: Fedora Workstation include un ottimo set di utilità, come orologi, meteo e mappe.

source: Great for developers
cs: Výtečná pro vývojáře
fi: Erinomainen kehittäjille
fr: Idéal pour les développeurs
hu: Nagyszerű fejlesztőknek
it: Ideale per gli sviluppatori

source: Virtualization made easy
cs: Virtualizace jednoduše
fi: Virtualisointi on tehty helpoksi
fr: La virtualisation simplifiée
hu: Virtualizáció könnyedén
it: Virtualizzazione semplificata

source: Boxes takes the guesswork out of using virtual machines.
cs: Boxy neponechávají žádné otázky náhodě při používání virtuálních strojů.
fi: Boxes poistaa arvailun virtuaalikoneiden käytöstä.
fr: Boxes simplifie l'utilisation des machines virtuelles.
hu: A Boxes megszabadít a virtuális gépek használatának találgatásától.
it: Box elimina le incognite sull'uso delle macchine virtuali.

source: Productivity-boosting desktop features
cs: Vlastnosti prostředí pracovní plochy, které zvyšují produktivitu
fi: Tuottavuutta lisäävät työpöytäominaisuudet
fr: Fonctionnalités de bureau améliorant la productivité
hu: A produktivitást növelő funkciók
it: Funzionalità desktop che aumentano la produttività

source: Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.
cs: Použijte výkonný režim, abyste navýšili rychlost hardwaru, když ji potřebujete. Vypněte oznámení možností Nevyrušovat. Stiskněte klávesu Super a jen napište co potřebujete nalézt.
fi: Käytä suorituskykytilaa lisätäksesi laitteiston nopeutta tarvittaessa. Poista ilmoitukset käytöstä Älä häiritse -toiminnolla. Paina Super-näppäintä ja kirjoita etsiäksesi tarvitsemasi.
fr: Utilisez le mode performance pour augmenter la vitesse de votre matériel quand vous en avez besoin. Éteignez les notifications avec le mode Ne pas déranger. Appuyez sur la touche Super de votre clavier et commencez à taper ce que vous cherchez.
hu: Használja a teljesítmény módot a hardver sebességének növeléséhez, amikor szüksége van rá. Kapcsolja ki az értesítéseket a Ne zavarjanak funkcióval. Nyomja meg a Szuper billentyűt, és írja be, hogy keresse meg, amire szüksége van.
it: Utilizzate la modalità prestazioni per aumentare la velocità dell'hardware quando ne avete bisogno. Disattivate le notifiche con la funzione Non disturbare. Premete il tasto Super e digitate per cercare ciò che vi serve.

source: Containers ready to go
cs: Připravena na kontejnery
fi: Kontit valmiina käyttöön
fr: Les conteneurs prêts à partir
hu: Használatra kész konténerek
it: Container pronti per l'uso

source: Use the latest container tools from the Red Hat ecosystem. Not setup required. Access the Red Hat container registry.
cs: Používejte nejnovější kontejnerové nástroje z ekosystému Red Hat. Žádné nastavování není třeba. Vstupte do registru kontejnerů Red Hat.
fi: Käytä Red Hat -ekosysteemin uusimpia konttityökaluja. Ei vaadi asennusta. Käytä Red Hat -konttirekisteriä.
fr: Utilisez les dernières outils pour conteneurs de l'écosystème Red Hat. Pas d'installation requise. Accédez au registre de conteneurs Red Hat.
hu: Használja a Red Hat ökoszisztéma legújabb konténereszközeit. Nem szükséges beállítani. Férjen hozzá a Red Hat konténer regisztereihez.
it: Utilizza gli ultimi strumenti per container dell'ecosistema Red Hat. Non è richiesta la configurazione. Accedere al registro dei container di Red Hat.

source: All the tools
cs: Všechny nástroje
fi: Kaikki työkalut
fr: Tous les outils
hu: Minden eszköz
it: Tutti gli strumenti

source: All the tools you might need, easy to install with a single command. Tools supplied with high quality, by the people who make them.
cs: Všechny nástroje, které můžete potřebovat, jednoduše nainstalovatelné jediným příkazem. Nástroje dodávané s vysokou kvalitou, lidmi, kteří je tvoří.
fi: Kaikki tarvitsemasi työkalut, helppo asentaa yhdellä komennolla. Laadukkaat työkalut niiden valmistajilta.
fr: Tous les outils dont vous pouvez avoir besoin, facilement installables avec une seule commande. Des outils fournis de haute qualité, par les personnes qui les conçoivent.
hu: Minden eszköz, amire szüksége lehet, egyszerűen telepíthető egyetlen paranccsal. Kiváló minőségű eszközök, az azokat gyártó emberektől.

source: Get started developing with Fedora Workstation
cs: Začněte vyvíjet s Fedora Workstation
fi: Aloita kehittäminen Fedora työpöydän avulla
fr: Commencez à développer avec Fedora Workstation
hu: Kezdje el a fejlesztéseit a Fedora Workstation segítségével
it: Inizia a sviluppare con Fedora Workstation

source: The Fedora Developer portal has guides on developing and deploying applications using Fedora workstation.
cs: Portál Fedory pro vývojáře obsahuje návody na vývoj a zprovoznění aplikací při používání Fedory Workstation.
fi: Fedora kehittäjäportaalissa on oppaita sovellusten kehittämiseen ja käyttöönottoon Fedora-työasemalla.
fr: Le Fedora Developer Portal possède des guides sur le développement et le déploiement d'applications à l'aide de Fedora Workstation.
hu: A Fedora fejlesztői portál útmutatókat tartalmaz az alkalmazások Fedora munkaállomáson történő fejlesztéséhez és telepítéséhez.
it: Il portale Fedora Developer contiene guide sullo sviluppo e la distribuzione di applicazioni utilizzando Fedora workstation.

source: DNF is the Fedora package manager that enables you to install, update and manage OS components.
cs: DNF je ve Fedoře správce balíčků, který vám umožní nainstalovat, aktualizovat a spravovat součásti OS.
fi: DNF on Fedora-paketinhallinta, jonka avulla voit asentaa, päivittää ja hallita käyttöjärjestelmän osia.
fr: DNF est le gestionnaire de paquets de Fedora qui vous permet d'installer, de mettre à jour et de gérer les composants de votre SE.
hu: A DNF a Fedora csomagkezelője, amely lehetővé teszi az operációs rendszer összetevőinek telepítését, frissítését és kezelését.
it: DNF è il gestore di pacchetti di Fedora che consente l'installazione, l'aggiornamento e la gestione dei componenti del sistema operativo.

source: Podman is a daemonless container engine for creating and managing containers and container images.
cs: Podman je daemonless kontejnerový stroj pro tvorbu a správu kontejnerů a kontejnerových obrazů.
fi: Podman on ilman demonia toimiva konttimoottori konttien ja konttilevykuvien luomiseen ja hallintaan.
fr: Podman est un moteur de conteneur sans daemon pour créer et gérer des conteneurs et des images de conteneur.
hu: A Podman egy démonmentes konténerkezelő - konténerek és konténerösszeállítások létrehozására és kezelésére.
it: Podman è un engine per container senza demoni per la creazione e la gestione di container e immagini di container.

source: Built by you
cs: Vyvíjena vámi
fi: Sinun rakentamasi
fr: Conçu par vous
hu: Veled együtt építve
it: Realizzato da voi

source: The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities. Fedora Workstation is created by a team in the Fedora community called the **Workstation Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. [Learn more onthe Workstation Working Group Website](https://docs.fedoraproject.org/en-US/workstation-working-group/)
cs: Projekt Fedora si představuje svět, kde každý může mít prospěch ze svobodného a open-source softwaru, který je vyvíjen inkluzivními, vlídnými a myšlenkově otevřenými komunitami. Fedora Workstation je vytvářena týmem z komunity Fedory s názvem **Pracovní skupina Workstation**. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a dalších přispěvatelů. [Zjistěte si více na webových stránkách Pracovní skupiny Workstation](https://docs.fedoraproject.org/en-US/workstation-working-group/)
fi: Fedora-projekti visioi maailmaa, jossa jokainen voi hyötyä ilmaisista ja avoimen lähdekoodin ohjelmistoista, joita ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluulottomat yhteisöt. Fedora työaseman on luonut Fedora-yhteisön tiimi nimeltä **Workstation Working Group**. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. [Lue lisää Workstation Working Groupin verkkosivustolta](https://docs.fedoraproject.org/en-US/workstation-working-group/)
fr: Le Projet Fedora envisage un monde où chacun peut bénéficier de logiciels libres et open source conçus par des communautés inclusives, accueillantes et ouvertes d'esprit. Fedora Workstation est conçu par une équipe de la communauté Fedora nommée **Workstation Working Group**. Il comprend des membres officiels qui ont des pouvoirs de prise de décision, ainsi que d'autres contributeurs. [En apprendre plus sur le site du Workstation Working Group](https://docs.fedoraproject.org/fr/workstation-working-group/)
it: Il Progetto Fedora immagina un mondo in cui tutti possano beneficiare di software libero e open source costruito da comunità inclusive, accoglienti e di mentalità aperta. Fedora Workstation è creata da un team della comunità Fedora chiamato **Workstation Working Group**. È composto da membri ufficiali che hanno potere decisionale e da altri collaboratori. [Per saperne di più, consultare il sito web del Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/)

source: Report & discuss issues
cs: Podávejte & diskutujte hlášení
fi: Raportoi ja keskustele ongelmista
fr: Signaler & discuter des problèmes
hu: Jelentsen & beszéljen meg problémákat
it: Segnalazione e discussione di problemi

source: You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker]().
cs: Můžete si prohlédnout, podat a diskutovat hlášení o Fedoře Workstation na [monitoringu hlášení Fedory Workstation]().
fi: Voit tarkastella, ilmoittaa ja keskustella Fedora työasema -ongelmista [Fedora työaseman ongelmanseurantaohjelmassa]().
fr: Vous pouvez signaler les problèmes concernant Fedora Workstation, les voir et en discuter sur [le site de suivi des problèmes de Fedora Workstation]().
hu: Megtekintheti, fájlba helyezheti és megvitathatja a Fedora Workstation problémákat a [Fedora Workstation problémakövetőben]().
it: È possibile visualizzare, archiviare e discutere i problemi di Fedora Workstation su [il tracker dei problemi di Fedora Workstation]().

source: Chat with the team
cs: Chatujte s týmem
fi: Keskustele joukkueen kanssa
fr: Discuter avec l'équipe
hu: Csevegjen a csapattal
it: Chatta con il team

source: Visit **#fedora-workstation** on [irc.libera.chat]() and on **#workstation** [on the Fedora Matrix Chat server]().
cs: Navštivte kanál **#fedora-workstation** na [irc.libera.chat]() a místnost **#workstation** na [Matrix chat serveru Fedory]().
fi: Mene kanaville **#fedora-workstation** osoitteessa [irc.libera.chat]() ja **#workstation** [Fedora Matrix Chat -palvelimella]().
fr: Visitez **#fedora-workstation** sur [irc.libera.chat]() et sur **#workstation** [via le serveur de discussion Matrix de Fedora]().
hu: Látogassa meg **#fedora-workstation** a [irc.libera.chat]() és a **#workstation** [a Fedora Matrix Chat szerver csatornáján]().
it: Visitare **#fedora-workstation** su [irc.libera.chat]() e su **#workstation** [sul server Fedora Matrix Chat]().

source: Join the mailing list
cs: Přihlaste se do elektronické poštovní konference
fi: Liity postituslistalle
fr: Rejoignez la liste de diffusion
hu: Csatlakozzon a levelezőlistához
it: Unisciti alla mailing list

source: Sign up at [desktop@lists.fedoraproject.org]() to receive meeting agendas and minute ([view archives]().)
cs: Zaregistrujte se na [desktop@lists.fedoraproject.org]() a dostávejte programy jednání a zápisy ([zobrazit archiv]().)
fi: Rekisteröidy osoitteessa [desktop@lists.fedoraproject.org]() saadaksesi kokousten esityslistat ja pöytäkirjat ([näytä arkistoja]().)
fr: Inscrivez-vous sur [desktop@lists.fedoraproject.org]() pour recevoir les ordres du jour des réunions et leurs comptes rendus ([view archives]().)
hu: Regisztráljon a [desktop@lists.fedoraproject.org]() címen, hogy megkapja a megbeszélések napirendjét és jegyzőkönyvét ([archívum megtekintése]().)
it: Iscrivetevi a [desktop@lists.fedoraproject.org]() per ricevere gli ordini del giorno e i verbali delle riunioni ([visualizza archivio](.)

source: Attend a meeting
cs: Zúčastněte se jednání
fi: Osallistu kokoukseen
fr: Assistez à une réunion
hu: Vegyen részt megbeszélésen
it: Partecipare a una riunione

source: Open to all current and potential contributors on **Tuesdays, 10:00 AM US Eastern** on [Bluejeans]().
cs: Otevřené všem současným i potenciálním přispěvatelů v **Úterý, 10:00 US Eastern** na [Bluejeans]().
fi: Avoin kaikille nykyisille ja mahdollisille avustajille **tiistaisin, 10:00 US Eastern** kohteessa [Bluejeans]().
