Repository: intigration/potfolio
Catalog: *-app/locales/editions/iot/home/home.*.po
Languages: fi, it

source: index
fi: hakemisto
it: indice

source: The solid foundation for IoT ecosystems
fi: Vankka perusta IoT-ekosysteemeille
it: La solida base per gli ecosistemi IoT

source: A lightweight yet powerful and scalable OS
fi: Kevyt mutta tehokas ja skaalautuva käyttöjärjestelmä
it: Un sistema operativo leggero ma potente e scalabile

source: Download Now
fi: Lataa nyt
it: Scarica ora

source: Reviewed By TechHut
fi: Arvostellut: TechHut
it: Recensito da TechHut

source: Why Fedora Iot?
fi: Miksi Fedora Iot?
it: Perché Fedora lot?

source: Leading Technology
fi: Johtava tekniikka
it: Tecnologia di punta

# sections->[0]->content->[0]->description
source: Built on the latest technologies and enhancements that open-source has to offer.
fi: Rakennettu käyttäen avoimen lähdekoodin uusimpia teknologioita ja parannuksia.
it: Costruito sulle più recenti tecnologie e miglioramenti che l'open-source ha da offrire.

source: Container Based
fi: Konttipohjainen
it: Basato su container

# sections->[0]->content->[1]->description
source: Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.
fi: Fedora IoT on konttipohjainen isäntä, joka toimii laitteistollasi ja joka keskittyy reunalaitteiden käyttöönottoon.
it: Fedora IoT è un host basato su container che viene eseguito sull'hardware, con particolare attenzione alla distribuzione di dispositivi edge.

source: Open-source Ecosystem
fi: Avoimen lähdekoodin ekosysteemi
it: Ecosistema open-source

# sections->[0]->content->[2]->description
source: Everything is supported by a totally free and open-source Fedora ecosystem.
fi: Kaikkea tukee täysin ilmainen ja avoimen lähdekoodin Fedora-ekosysteemi.
it: Tutto è supportato da un ecosistema Fedora totalmente gratuito e open-source.

source: Flexible
fi: Joustava
it: Flessibile

# sections->[0]->content->[3]->description
source: There are a wide variety of supported installation methods.
fi: Tuettuja asennustapoja on laaja valikoima.
it: Esiste un'ampia gamma di metodi di installazione supportati.

source: Edge Support
fi: Edge-tuki
it: Supporto per Edge

source: Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.
fi: Käytä Fedora IoT:tä tukemaan työkuormia, jotka suoritetaan perinteisen datakeskuksen ulkopuolella.
it: Utilizzate Fedora IoT per supportare i carichi di lavoro che vengono calcolati al di fuori del datacenter tradizionale.

source: Makes the most of your device
fi: Ota kaikki irti laitteestasi
it: Sfrutta al meglio il dispositivo

source: Fedora works with hardware vendors to make excellent hardware support across a range of devices.
fi: Fedora tekee yhteistyötä laitteistotoimittajien kanssa tarjotakseen erinomaista laitteistotukea useille laitteille.
it: Fedora collabora con i fornitori di hardware per garantire un eccellente supporto su una vasta gamma di dispositivi.

source: Platforms Tested against IoT
fi: IoT:tä vastaan testatut alustat
it: Piattaforme testate contro l'IoT

source: arm Systemready
it: braccio Sistema pronto

source: Built By You
fi: Sinun rakentamasi
it: Costruito Da Te

source: The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Fedora IoT is created by a team in the Fedora community called the IoT Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the IoT Working Group website.
fi: Fedora-projekti visioi maailmasta, jossa kaikki hyötyvät ilmaisista ja avoimen lähdekoodin ohjelmistoista, joita ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluulottomat yhteisöt. Fedora IoT:n on luonut Fedora-yhteisön tiimi nimeltä IoT Working Group. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. Lue lisää IoT Working Groupin verkkosivuilta.
it: Il Fedora Project immagina un mondo in cui tutti possano beneficiare di software libero e open source costruito da comunità inclusive, accoglienti e di mentalità aperta. Fedora IoT è creato da un team della comunità Fedora chiamato IoT Working Group. È composto da membri ufficiali che hanno potere decisionale e da altri collaboratori. Per saperne di più, visitate il sito web dell'IoT Working Group.

source: Report & discuss issues
fi: Raportoi ja keskustele asioista
it: Segnalazione e discussione di problemi

# sections->[2]->content->[0]->description
source: Built on the latest technologies and enhancements that open-source has to offer.
fi: Rakennettu käyttäen avoimen lähdekoodin uusimpia teknologioita ja parannuksia.
it: Costruito sulle più recenti tecnologie e miglioramenti che l'open-source ha da offrire.

source: Chat with the team
fi: Keskustele joukkueen kanssa
it: Chatta con il team

# sections->[2]->content->[1]->description
source: Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.
fi: Fedora IoT on konttipohjainen isäntä, joka toimii laitteistollasi ja joka keskittyy reunalaitteiden käyttöönottoon.
it: Fedora IoT è un host basato su container che viene eseguito sull'hardware, con particolare attenzione alla distribuzione di dispositivi edge.

source: Join the mailing list
fi: Liity postituslistalle
it: Unisciti alla mailing list

# sections->[2]->content->[2]->description
source: Everything is supported by a totally free and open-source Fedora ecosystem.
fi: Kaikkea tukee täysin ilmainen ja avoimen lähdekoodin Fedora-ekosysteemi.
it: Tutto è supportato da un ecosistema Fedora totalmente gratuito e open-source.

source: Attend a meeting
fi: Osallistu kokoukseen
it: Partecipare a una riunione

# sections->[2]->content->[3]->description
source: There are a wide variety of supported installation methods.
fi: Tuettuja asennustapoja on laaja valikoima.
it: Esiste un'ampia gamma di metodi di installazione supportati.
