Repository: intigration/potfolio
Catalog: *-app/locales/editions/iot/community/community.*.po
Languages: fi, pl

source: community
fi: yhteisö
pl: społeczność

source: Community
fi: Yhteisö
pl: Społeczność

source: Join a community of users and contributors focused on Fedora IoT.
fi: Liity Fedora IoT:hen keskittyvään käyttäjien ja avustajien yhteisöön.
pl: Dołącz do społeczności użytkowników i współtwórców skupionych na Fedorze IoT.

source: Header Second Half
fi: Otsikko Toinen puoliaika
pl: Druga połowa nagłówka

source: Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.
fi: Fedora IoT:n on luonut Fedora Project -yhteisön IoT Working Group -tiimi. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lue lisää tästä ryhmästä ja miten voit osallistua IoT Working Groupin toimintaan verkkosivuilta.
pl: Fedora IoT jest tworzona przez zespół w społeczności Projektu Fedora zwany Grupą Roboczą IoT. Składa się ona z oficjalnych członków, którzy mają uprawnienia decyzyjne, a także z innych współtwórców. Dowiedz się więcej o tej grupie i o tym, jak można się w nią zaangażować, na stronie Grupy roboczej IoT.

source: Communication Channels
fi: Viestintäkanavat
pl: Kanały Komunikacji

source: Forum
fi: Foorumi

source: The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.
fi: **Fedora IoT** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora työaseman käyttäjiin ja avustajiin.
pl: Znacznik **Fedora IoT** na forum dyskusyjnym Fedory to świetne miejsce, aby połączyć się z innymi użytkownikami i twórcami Fedory Workstation.

# sections->[1]->content->[0]->link->text
source: Visit Now
fi: Vieraile nyt
pl: Sprawdź Teraz

source: Chat
fi: Chatti
pl: Czat

source: You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.
fi: Voit keskustella Fedora IoT työryhmän kanssa joko Matrixin tai IRC:n kautta: #iot:fedoraproject.org Matrixissa ja #fedora-iot irc.libera.chatissa.
pl: Możesz czatować z Grupą Roboczą Fedora IoT przez Matrix lub IRC: #iot:fedoraproject.org na Matrixie i #fedora-iot na irc.libera.chat.

source: Chat Now
fi: Chattaa nyt
pl: Czatuj Teraz

source: Mailing List
fi: Postitus lista
pl: Lista mailingowa

source: The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.
fi: Fedora IoT työryhmä lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa iot@lists.fedoraproject.org.
pl: Grupa robocza Fedora IoT wysyła agendy i protokoły spotkań oraz prowadzi dyskusje na swojej liście mailingowej pod adresem iot@lists.fedoraproject.org.

# sections->[1]->content->[2]->link->text
source: Visit Now
fi: Vieraile nyt
pl: Sprawdź Teraz

source: Ways to get involved
fi: Tapoja osallistua
pl: Sposoby na udział w projekcie

source: Report & discuss issues
fi: Raportoi ja keskustele ongelmista
pl: Zgłoś i przedyskutuj problemy

source: You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).
fi: Voit tarkastella, raportoida ja keskustella Fedora IoT -ongelmista [Fedora IoT -ongelmanseurantaohjelmassa] (https://pagure.io/fedora-iot/issues).
pl: Możesz przeglądać, zgłaszać i omawiać błędy Fedory IoT na [Śledzenie błędów Fedory IoT](https://pagure.io/fedora-iot/issues).

source: Attend a meeting
fi: Osallistu kokoukseen
pl: Weź udział w spotkaniu

source: IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.
fi: IoT-työryhmän kokoukset ovat avoimia kaikille nykyisille ja potentiaalisille auttajille keskiviikkoisin klo 11.00 US Eastern osoitteessa fedora-meeting@irc.libera.chat.
pl: Spotkania grupy roboczej IoT są otwarte dla wszystkich obecnych i potencjalnych współtwórców w środy, o godzinie 11 czasu wschodniego USA pod adresem fedora-meeting@irc.libera.chat.
